Repository: myflyingbox/woocommerce-plugin
Catalog: lang/*-flying-box-*.po
Languages: fr_fr

source: My Flying Box Settings
fr_fr: Paramètres My Flying Box

source: Settings
fr_fr: Paramètres

source: My Flying Box Bulk Shipments
fr_fr: Expéditions en masse My Flying Box

source: Bulk Shipments
fr_fr: Expéditions en masse

source: Last status :
fr_fr: Dernier statut :

source: Label :
fr_fr: Libellé :

source: Place :
fr_fr: Lieu :

source: Status automatically updated by MFB shipment status.
fr_fr: Le statut est automatiquement mis à jour par le statut de l’expédition MFB.

source: The shipment could not be booked (probably no offer could be automatically selected)
fr_fr: Cette expédition n'a pas pu être confirmée (cause probable : aucune offre n'a pu être automatiquement sélectionnée)

source: Error while booking shipment for Order %s: %s
fr_fr: Erreur lors de la confirmation de l'expédition pour la commande %s: %s

source: The return shipment could not be booked (probably no offer could be automatically selected)
fr_fr: L'expédition retour n'a pas pu être enregistrée (aucune offre n'a pu être sélectionnée de manière automatique ?)

source: Error while booking return shipment for Order %s: %s
fr_fr: Erreur lors de l'enregistrement de l'expédition retour pour la commande %s: %s

source: Bulk shipment #%s has been processed.
fr_fr: L'expédition en masse #%s a été traitée.

source: value: %s
fr_fr: valeur : %s

source: (insurable: %s)
fr_fr: (assurable : %s)

source: Tracking: %s
fr_fr: Suivi : %s

source: Enable
fr_fr: Activer

source: Enable this service
fr_fr: Activer ce service

source: Carrier logo
fr_fr: Logo du transporteur

source: Upload or select a logo
fr_fr: Télécharger ou sélectionner un logo

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Défini le nom du service que le client verra à la commande.

source: This controls the description of this shipping method, which the user sees during checkout.
fr_fr: Définit la description du du service, visible par le client à la commande.

source: Tracking URL
fr_fr: URL de tracking

source: Put the variables TRACKING_NUMBER and POSTAL_CODE (optional) in the URL, they will be automatically replaced with the real tracking number and the receiver postal code when generating the link.
fr_fr: Placez les variables TRACKING_NUMBER et POSTAL_CODE (optionnel) dans l'URL, elles seront automatiquement remplacées par le numéro de suivi et le code postal du destinataire lors de la génération du lien.

source: Minimum weight
fr_fr: Poids minimum

source: If total weight of the cart is below this value, the service will not be proposed.
fr_fr: Si le poids total du panier est inférieur à cette valeur, le service ne sera pas proposé.

source: Maximum weight
fr_fr: Poids maximum

source: If total weight of the cart is above this value, the service will not be proposed.
fr_fr: Si le poids total du panier est supérieur à cette valeur, le service ne sera pas proposé.

source: Minimum order price
fr_fr: Montant total minimum

source: If total price of the cart is below this value, the service will not be proposed.
fr_fr: Si le montant total du panier est inférieur à cette valeur, le service ne sera pas proposé.

source: Maximum order price
fr_fr: Montant total maximum

source: If total price of the cart is above this value, the service will not be proposed.
fr_fr: Si le montant total du panier est supérieur à cette valeur, le service ne sera pas proposé.

source: Price modifier (in cents)
fr_fr: Modificateur de prix (en centimes)

source: IN CENTS! If set, will increment the shipping price by the specified amount. Put a negative value to decrease the price.
fr_fr: EN CENTIMES! Si défini, incrémentera le prix du transport du montant spécifié. Renseignez une valeur négative pour réduire le prix.

source: Price modifier (percentage)
fr_fr: Modificateur de prix (pourcentage)

source: A value of 20 will increase the price by 20%, a value value of -30 will decrease the price by 30%, a value of 100 will double the price.
fr_fr: Une valeur de 20 augmentera le prix de 20%, une valeur de -30 réduira le prix de 30%, une valeur de 100 doublera le prix.

source: Price rounding increment (in cents)
fr_fr: Incrément d'arrondi (en centimes)

source: IN CENTS! e.g. 20 will round 13.23 to 13.40, 100 will round 15.13 to 16.00.
fr_fr: EN CENTIMES! Une valeur de 20 arrondira un prix de 13,23 en 13,40, 100 arrondira à l'entier supérieur.

source: Included postcodes
fr_fr: Codes postaux inclus

source: Limits the service only to these postcodes. One rule per line (or same line and separated by a comma), using the following format: XX-YYYYY (XX = alpha2 country code, YYYYY = full postcode or prefix). Whitespaces will be ignored. You can also specify country codes without postcodes (just "XX"). Leave blank to apply no limitation.
fr_fr: Limite le service seulement à ces codes postaux. Une seule règle par ligne (ou bien sur la même ligne séparées par des virgules), en utilisant le format suivant : XX-YYYYY (XX = code pays ISO alpha 2, YYYYY = code postal complet ou seulement préfix). Les espaces seront ignorés. Vous pouvez aussi ne spécifié que les codes pays sans codes postaux. Lasisez vide pour n'appliquer aucune limitation.

source: Excluded postcodes
fr_fr: Codes postaux exclus

source: Excludes postcodes matching this list. One rule per line, using the following format: XX-YYYYY (XX = alpha2 country code, YYYYY = full postcode or just beginning). Whitespaces will be ignored. You can also specify country codes without postcodes (just "XX").
fr_fr: Exclut ce service pour les codes postaux spécifiés. Une seule règle par ligne (ou bien sur la même ligne séparées par des virgules), en utilisant le format suivant : XX-YYYYY (XX = code pays ISO alpha 2, YYYYY = code postal complet ou seulement préfix). Les espaces seront ignorés. Vous pouvez aussi ne spécifié que les codes pays sans codes postaux. Lasisez vide pour n'appliquer aucune limitation.

source: Flat-rate prices
fr_fr: Tarifs fixe

source: Check to enable pricing based on flat-rate pricing table, as defined below. When enabled, the prices returned by the API will not be used.
fr_fr: Cochez pour activer une tarification fixe basée sur un tableau de prix lié au poids. Lorsque cette option est activée, les tarifs retournés par l'API MyFlyingBox seront ignorés.

source: Flat-rate editor
fr_fr: Tarifs fixe

source: Prices are based on weight, so you can define as many rules as you want in the following format: Weight (up to, in kg, e.g. 6 or 7.5) | Price (float with dot as separator, e.g. 3.54). One rule per line.
fr_fr: Les tarifs sont basés sur le poids. Vous pouvez définir autant de règles que vous le souhaitez, en respectant le format suivant : Poids (jusqu'à, en kg, par ex. 6 ou 7.5) | Prix (décimal avec un séparateur point, par ex. 3.54). Une règle par ligne.

source: Exclusion rule
fr_fr: Règle d’exclusion

source: Multiple selection of shipping classes; if present in the order the delivery method will not be displayed
fr_fr: Sélection multiple de classes d’expédition ; S’il est présent dans la commande, le mode de livraison ne sera pas affiché

source: Inclusion rule
fr_fr: Règle d’inclusion

source: Multiple selection of shipping classes; the delivery method will only be shown if all items match at least one of the selected shipping classes
fr_fr: Sélection multiple de classes d’expédition ; Le mode de livraison ne sera affiché que si tous les articles correspondent à au moins une des classes d’expédition sélectionnées

source: Reduce API calls
fr_fr: Limiter les appels API

source: Check to limit the number of API calls, improving performance of checkout process. WARNING: use only in conjunction with flatrate pricing (internal or from other extension) and an external method to determine whether this service should be available or not. As no request will be sent to the API, the module cannot determine whether the service is available or not for the destination, so you must use another mechanism for this!
fr_fr: Activer pour limiter le nombre de requêtes envoyées vers l'API, afin d'améliorer les performances lors du checkout. ATTENTION: à n'utiliser qu'avec une grille de prix statiques (en utilisant les mécanismes internes à ce plugin ou bien avec un autre module) et une méthode externe pour déterminer si le service est disponible ou non. Dans la mesure où aucune requête ne sera envoyée à l'API, le module ne pourra pas déterminer lui-même si le service est disponible ou non pour la destination saisie par le client ; il vous faut donc impérativement utiliser un autre mécanisme!

source: Force dimensions table
fr_fr: Forcer le tableau de dimensions

source: Check to force the use of the weight/dimensions table (defined in module settings) to determine the packlist, instead of using product dimensions even when available.
fr_fr: Cocher pour forcer l'utilisation du tableau de correspondance poids/dimensions (défini dans les paramètres du module) pour déterminer le colisage, au lieu d'utiliser les dimensions des produits lorsque disponibles.

source: Extended cover
fr_fr: Garantie complémentaire

source: When checked, the price presented for shipping service will include the Extended cover option, if available.
fr_fr: Si coché, le prix présenté pour les frais d'expédition inclura le coût de la garantie complémentaire, lorsque disponible.

source: Country
fr_fr: Pays

source: Min weight
fr_fr: Poids min

source: Max weight
fr_fr: Poids max

source: Price
fr_fr: Prix

source: Shipping classes
fr_fr: Classes d'expédition

source: Add new rate
fr_fr: Ajouter un nouveau tarif

source: Select image
fr_fr: Sélectionner une image

source: Select or upload a logo
fr_fr: Sélectionnez ou téléchargez un logo

source: Use this image
fr_fr: Utiliser cette image

source: Upload an image
fr_fr: Charger une image

source: Use image
fr_fr: Utiliser l'image

source: Upload new image
fr_fr: Charger nouvelle image

source: Remove image
fr_fr: Supprimer l'image

source: No bulk order was created!
fr_fr: Aucune expédition en masse n'a été créée !

source: The following orders have already been shipped with MyFlyingBox: %s
fr_fr: Les commandes suivantes ont déjà été expédiées avec My Flying Box : %s

source: The following orders have already been included in the bulk order: %s
fr_fr: Les commandes suivantes ont déjà été inclues dans une expédition en masse : %s

source: The following orders has been added to shipment booking queue: %s
fr_fr: Les commandes suivantes ont déjà ajoutées à la file d'expédition : %s

source: The following orders have no initial shipment booked with MyFlyingBox: %s
fr_fr: Les commandes suivantes n'ont pas d'expédition initiale enregistrée par le module MyFlyingBox : %s

source: The following orders already have a return shipment booked with MyFlyingBox: %s
fr_fr: Les commandes suivantes ont déjà une expédition retour enregistrée avec MyFlyingBox : %s

source: The following orders have already been included in the bulk order for returns: %s
fr_fr: Les commandes suivantes sont déjà inclues dans l'action de masse de retours : %s

source: The following orders has been added to return shipment booking queue: %s
fr_fr: Les commandes suivantes ont déjà été inclues dans la file d'attente de commande d'expéditions retour : %s

source: Add New %s
fr_fr: Ajouter nouveau %s

source: Edit %s
fr_fr: Modifier %s

source: New %s
fr_fr: Nouveau %s

source: All %s
fr_fr: Tous %s

source: View %s
fr_fr: Voir %s

source: Search %s
fr_fr: Chercher %s

source: No %s Found
fr_fr: Pas de %s trouvé

source: No %s Found In Trash
fr_fr: Pas de %s trouvé dans la corbeille

source: Parent %s
fr_fr: %s parent

source: Action failed. Please refresh the page and retry.
fr_fr: L'action a échoué. Rechargez la page et essayez à nouveau.

source: Your settings have been saved.
fr_fr: Vos paramètres ont été enregistrés.

source: The changes you made will be lost if you navigate away from this page.
fr_fr: Les changements effectués seront perdus si vous quittez cette page.

source: The settings of this image size have been disabled because its values are being overwritten by a filter.
fr_fr: Les paramètres pour cette taille d'image ont été désactivés car les valeurs seront écrasées par un filtre.

source: Hard Crop?
fr_fr: Recadrage?

source: Select a page&hellip;
fr_fr: Sélectionnez une page&hellip;

source: Choose a country&hellip;
fr_fr: Sélectionnez un pays&hellip;

source: Choose countries&hellip;
fr_fr: Sélectionnez des pays&hellip;

source: Select all
fr_fr: Sélectionner tout

source: Select none
fr_fr: Sélectionner aucun

source: Update %s
fr_fr: Mettre à jour %s

source: Separate %s with commas
fr_fr: Séparer %s avec des virgules

source: Add or remove %s
fr_fr: Ajouter ou supprimer %s

source: No %s found
fr_fr: Aucun %s trouvé

source: With Extended cover
fr_fr: Souscrire à la Garantie complémentaire

source: Total cost with extended cover :
fr_fr: Coût total avec Garantie complémentaire :

source: Shipments
fr_fr: Expéditions

source: Shipment
fr_fr: Expédition

source: Carriers
fr_fr: Transporteurs

source: Carrier
fr_fr: Transporteur

source: Offers
fr_fr: Offres

source: Offer
fr_fr: Offre

source: Bulk Orders
fr_fr: Expéditions en masse

source: Bulk Order
fr_fr: Expédition en masse

# my-flying-box
source: Draft shipment
fr_fr: Expédition brouillon

# my-flying-box
source: Booked shipment
fr_fr: Expédition commandée

source: Cheatin&#8217; huh?
fr_fr: Vous essayez de triché?

source: Please select a delivery location
fr_fr: Choisissez un point relais

source: An error occured
fr_fr: Une erreur est survenue

source: Choose a location
fr_fr: Choisir un point relais

source: Selected
fr_fr: Sélectionné

source: Unable to load parcel points
fr_fr: Impossible de charger la liste des relais

source: Select this location
fr_fr: Choisir ce point relais

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Hide map
fr_fr: Fermer la carte

source: Shipping - My Flying Box
fr_fr: Expédition - My Flying Box

source: List of shipments
fr_fr: Liste des expéditions

source: Reference
fr_fr: Référence

source: Status
fr_fr: Etat

source: Orders
fr_fr: Commandes

source: Delete
fr_fr: Supprimer

source: View
fr_fr: Voir

source: Track your shipment
fr_fr: Suivre votre colis

source: Direct links to track your shipments:
fr_fr: Liens directs pour suivre vos colis :

source: Direct link to track your shipment:
fr_fr: Lien direct pour suivre votre colis :

source: Check Status
fr_fr: Vérifier l'état

source: This shipment is being processed. Please wait and reload the page in a few seconds.
fr_fr: L'expédition est en cours de traitement. Merci d'attendre et de recharger la page dans quelques secondes.

source: Select pickup date:
fr_fr: Choisir date d'enlèvement :

source: Select delivery location:
fr_fr: Choisir point relais :

source: Book this service
fr_fr: Commander cette expédition

source: Download labels
fr_fr: Télécharger étiquettes

source: Tracking:
fr_fr: Suivi :

source: Delivery location:
fr_fr: Point de livraison :

source: This order already has a booked return shipment. You cannot create a new return shipment through bulk processing.
fr_fr: Cette commande a déjà une expédition retour. Vous ne pouvez pas ajouter d'expédition retour à travers le traitement en masse.

source: No return shipment has been booked yet for this order.
fr_fr: Aucune expédition retour n'a encore été générée pour cette commande.

source: This order already has a booked shipment. You cannot create a new shipment through bulk processing.
fr_fr: Cette commande a déjà une expédition confirmée. Vous ne pouvez pas ajouter d'expédition à travers le traitement en masse.

source: No shipment has been generated yet for this order.
fr_fr: Aucune expédition n'a encore été générée pour cette commande.

source: Order
fr_fr: Commande

source: From
fr_fr: De

source: To
fr_fr: A

source: Parcels
fr_fr: Colis

source: Selected service
fr_fr: Service sélectionné

source: Company
fr_fr: Société

source: Name
fr_fr: Nom

source: Address
fr_fr: Adresse

source: Postal code
fr_fr: Code postal

source: City
fr_fr: Ville

source: State/Region
fr_fr: Etat/Région

source: Phone number
fr_fr: Numéro de téléphone

source: Cancel
fr_fr: Annuler

source: Submit
fr_fr: Enregister

source: Edit shipper address
fr_fr: Modifier l'adresse expéditeur

source: w
fr_fr: l

source: weight
fr_fr: poids

source: goods description
fr_fr: descrip. contenu

source: Insurable value
fr_fr: Valeur assurable

source: Content value
fr_fr: Valeur contenu

source: Origin:
fr_fr: Origine :

source: Add new parcel
fr_fr: Ajouter un colis

source: Ad-valorem insurance
fr_fr: Assurance ad-valorem

source: Insurable value:
fr_fr: Valeur assurable :

source: Insurance cost:
fr_fr: Coût de l'assurance :

source: Ad valorem insurance not available.
fr_fr: Assurance ad-valorem non disponible.

source: No offer available. Is all the data correct?
fr_fr: Aucune offre disponible. Est-ce que les données sont correctes ?

source: No Extended cover
fr_fr: Sans Garantie complémentaire

source: Insured value:
fr_fr: Valeur assurée :

source: cost:
fr_fr: coût :

source: No insurance.
fr_fr: Pas d'assurance.

source: Add return shipment
fr_fr: Ajouter expédition retour

source: Relay selected by the customer:
fr_fr: Point relais sélectionné par le client :

source: Create new shipment
fr_fr: Créer nouvelle expédition

source: Account settings
fr_fr: Paramètres du compte

source: API account
fr_fr: Compte API

source: Login
fr_fr: Identifiant

source: Your API login.
fr_fr: Votre identifiant d'API.

source: API login
fr_fr: Identifiant API

source: API password
fr_fr: Mot de passe API

source: Put your API password, corresponding to selected environment.
fr_fr: Renseignez votre mot de passe d'API pour l'environnement correspondant.

source: API Environment
fr_fr: Environnement API

source: Orders in test mode are not taken into account.
fr_fr: Les commandes en mode test seront ignorées.

source: Google API key
fr_fr: Clé API Google

source: You need a valid google API key with Maps Javascript API and Maps Geocoding API access to be able to display a map with available shop delivery locations during checkout (available on selected services).
fr_fr: Vous devez saisir une clé API Google valide pour l'API Javascript MAPS et l'API Maps Geocoding pour pouvoir afficher la carte de sélection des points relais pendant le tunnel de commande (certains services seulement).

source: Google API Key
fr_fr: Clé d'API Google

source: MFB Token
fr_fr: Token MFB (HTTP Push)

source: Default parcel content
fr_fr: Contenu des colis par défaut

source: Default country of origin
fr_fr: Pays d'origine par défaut

source: Default service for domestic shipments
fr_fr: Service par défaut pour les expéditions domestiques

source: Only used in back-office for orders with no MFB service selected by customer.
fr_fr: Utilisé seulement dans le back-office pour les commandes non associées à un service MFB.

source: Select a service...
fr_fr: Choisissez un service...

source: Default service for international shipments
fr_fr: Service par défaut pour les expéditions internationales

source: Default service for return shipments (domestic)
fr_fr: Service par défaut pour les retours (domestiques)

source: Only used in back-office when generating return shipments.
fr_fr: Utilisé seulement en back-office pour les commandes retours.

source: Default service for return shipments (international)
fr_fr: Service par défaut pour les retours (internationaux)

source: Thermal printing
fr_fr: Impression thermale

source: Get shipment labels in a thermal-printer friendly format
fr_fr: Obtenir les étiquettes dans un format adapté à une impression thermique

source: Insurance
fr_fr: Assurance

source: Insure shipments by default (taken into account when calculating shipping cost during checkout and for bulk orders)
fr_fr: Assurer les expéditions par défaut (pris en compte pour le calcul des frais d'expédition présentés au client ainsi que dans les actions en masse)

source: Use price with VAT
fr_fr: Utiliser le prix TTC

source: If checked, the shipping cost returned by the module during checkout and in back-office will include VAT (when applicable). Only use this option if you are not VAT-registered and you do not use WooCommerce VAT mechanisms.
fr_fr: Si coché, le module retournera le prix TTC du transport au lieu du prix HT, à la fois dans le tunnel de commande et en back-office. N'utilisez cette option que si vous n'êtes pas asujetti à la TVA et que vous n'utilisez pas les mécanismes de TVA de WooCommerce.

source: Force use of dimensions table
fr_fr: Forcer l'utilisation du tableau poids/dimensions

source: If checked, the pack-list calculation mechanisms will always use the package dimensions per weight defined in the module settings even when item dimensions are available and would allow for dynamic calculations of package measurements.
fr_fr: Si coché, les mécanismes de calcul du colisage utiliseront systématiquement les dimensions définies dans le tableau de correspondance poids/dimensions, même si les dimensions des articles ont été définies et permettraient un calcul dynamique des mesures du colis.

source: Max real weight per package
fr_fr: Poids réel maximum par colis

source: In KG. Used to determine how to spread articles in a cart into several simulated parcels, based on real weight.
fr_fr: En KG. Utilisé pour déterminer comment répartir les articles d'un panier dans plusieurs colis simulés, en se basant sur le poids réel.

source: Max volumetric weight per package
fr_fr: Poinds volumétrique maximum par colis

source: In KG. Used to determine how to spread articles in a cart into several simulated parcels, based on volumetric weight.
fr_fr: En KG. Utilisé pour déterminer comment répartir les articles d'un panier dans plusieurs colis simulés, en se basant sur le poids volumétrique.

source: List of carriers
fr_fr: Liste des transporteurs

source: Weight Options
fr_fr: Options de poids

source: The list of services has been successfully updated.
fr_fr: La liste des services a été mise à jour.

source: Shipper settings
fr_fr: Paramètres expéditeur

source: Shipper information
fr_fr: Informations expéditeur

source: Shipper name
fr_fr: Nom de l'expéditeur

source: Shipper company
fr_fr: Entreprise

source: Street
fr_fr: Adresse

source: Two lines maximum!
fr_fr: Deux lignes maximum !

source: State
fr_fr: Etat

source: Relay delivery address
fr_fr: Livraison en point relais

source: Your shipment will be delivered at the following address:
fr_fr: Votre commande sera livrée à l'adresse suivante :

source: Your order has been split and shipped to several addresses, listed below. Please check tracking information.
fr_fr: Votre commande a été expédiée en plusieurs fois, à des adresses différentes listées ci-dessous. Pensez à consulter les informations de suivi.

source: MY FLYING BOX Bulk Orders
fr_fr: Expéditions en masse MY FLYING BOX

source: Created at
fr_fr: Créée le

source: Included orders
fr_fr: Commandes inclues

source: Reload carriers from API
fr_fr: Recharger les transporteurs depuis l'API

source: By clicking on this link, you ensure the carrier list is up to date.
fr_fr: En cliquant sur ce lien, vous vous assurez que la liste des transporteurs est à jour.

source: Carrier services
fr_fr: Services transporteurs
