Repository: myflyingbox/woocommerce-plugin
Catalog: lang/*-flying-box-*.po
Languages: fr_fr

source: Some of these services require the use of dimensional weight. You can define a table to associate a set of dimensions based on the total weight of a cart in the tab "Weight options". Indicate dimensions that match your usual parcels. Please note that if the dimensions and weight are lower than reality, you may be invoiced extra charges.
fr_fr: Certains de ces services nécessitent l'utilisation du poids volumétrique. Vous pouvez définir un tableau de correspondance pour associer des dimensions basées sur le poids total du panier en cliquant sur "Options de poids". Indiquez les dimensions qui correspondance à vos emballages habituels. Notez que si les dimensions ou poids sont inférieurs à la réalité, vous risquez de facturer à vos clients un coût de transport inférieur que celui qui vous sera facturé par My Flying Box.

source: Edit
fr_fr: Editer

source: Weight/dimensions
fr_fr: Poids/dimensions

source: When requesting a quote for a shipment, most carriers need parcel dimensions. There are two ways to determine the dimensions used for automatic calculation: if dimensions of the products have been defined in the product catalog, these dimensions will be used (one parcel per item in the order, with the dimensions of the item) ; if no dimensions have been defined for the items in the order, the module will determine dimensions based on the total weight of the cart and the table below, associating weights to dimensions.
fr_fr: Pour déterminer un tarif de transport, les transporteurs ont besoin des dimensions des colis. Le module utilise deux stratégies afin de déterminer les dimensions à utiliser pour les calculs automatiques : si les dimensions des produits ont été renseignées, celles-ci seront utilisées (un colis par article de la commande, avec les dimensions de l'article) ; si aucune dimensions n'a été explicitement définie, le module essaierai de déterminer les dimensions sur la base du tableau ci-dessous, qui lie le poids total du panier à des dimensions de référence.

source: Weight (up to)
fr_fr: Poids (jusqu'à)

source: length
fr_fr: longueur

source: width
fr_fr: largeur

source: height
fr_fr: hauteur

source: Save changes
fr_fr: Enregistrer

source: Shipment Status
fr_fr: Etat de l'expédition
